[{"question":"What percent of Denmark is Catholic?","text":"1.3","context":"According to the latest Eurobarometer estimates, as of 2015, 78.2% of Danish people are Christians (67.4% are Protestant, 2.0% are Orthodox and 1.3 are Catholics), 19.7% are non-religious and 2.1% are members of other religions.[6]"},{"question":"Where are the Laguna people located?","text":"west-central New Mexico, USA","context":"The Laguna Pueblo (Western Keres: Kawaika [kʰɑwɑjkʰɑ]) is a federally recognized tribe of Native American Pueblo people in west-central New Mexico, USA. The name, Laguna, is Spanish (meaning \"small lake\") and derives from the lake located on their reservation. Originally, this body of water was the only lake in what is now the state of New Mexico, and was formed by an ancient dam that was constructed by the Laguna people. After the Pueblo Revolt of 1680-1696, the Mission San José de la Laguna was erected by the Spanish at the old pueblo (now Old Laguna),  and finished around July 4, 1699. "},{"question":"How big is Russia's military?","text":"1,027,000 active troops and in the region of 2,035,000 reserves","context":"The number of personnel is specified by decree of the President of Russia. On 1 January 2008, a number of 2,019,629 units, including military of 1,134,800 units, was set.[16] In 2010 the International Institute for Strategic Studies (IISS) estimated that the Russian Armed Forces numbered about 1,027,000 active troops and in the region of 2,035,000 reserves (largely ex-conscripts).[17] As opposed to personnel specified by decree, actual personnel numbers on the payroll was reported by the Audit Chamber of Russia as 766,000 in October 2013.[18][19] As of December 2016, the armed forces are at 93 percent of the required manpower, up from 82 percent reported in December 2013.[20]"},{"question":"When was the first computer invented?","text":"early 19th century","context":"Charles Babbage, an English mechanical engineer and polymath, originated the concept of a programmable computer. Considered the \"father of the computer\",[17] he conceptualized and invented the first mechanical computer in the early 19th century. After working on his revolutionary difference engine, designed to aid in navigational calculations, in 1833 he realized that a much more general design, an Analytical Engine, was possible. The input of programs and data was to be provided to the machine via punched cards, a method being used at the time to direct mechanical looms such as the Jacquard loom. For output, the machine would have a printer, a curve plotter and a bell. The machine would also be able to punch numbers onto cards to be read in later. The Engine incorporated an arithmetic logic unit, control flow in the form of conditional branching and loops, and integrated memory, making it the first design for a general-purpose computer that could be described in modern terms as Turing-complete.[18][19]"},{"question":"When did FDR introduce his New Deal?","text":"1933","context":"The New Deal was a series of programs, public work projects, financial reforms and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1936. It responded to needs for relief, reform and recovery from the Great Depression. Major federal programs included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and the Social Security Administration (SSA).  They provided support for farmers, the unemployed, youth and the elderly. The New Deal included new constraints and safeguards on the banking industry and efforts to re-inflate the economy after prices had fallen sharply.  New Deal programs included both laws passed by Congress as well as presidential executive orders during the first term of the presidency of Franklin D. Roosevelt. The programs focused on what historians refer to as the \"3 Rs\": relief for the unemployed and poor, recovery of the economy back to normal levels and reform of the financial system to prevent a repeat depression.[1] The New Deal produced a political realignment, making the Democratic Party the majority (as well as the party that held the White House for seven out of the nine presidential terms from 1933 to 1969) with its base in liberal ideas, the South, traditional Democrats, big city machines and the newly empowered labor unions and ethnic minorities. The Republicans were split, with conservatives opposing the entire New Deal as hostile to business and economic growth and liberals in support. The realignment crystallized into the New Deal coalition that dominated presidential elections into the 1960s while the opposing conservative coalition largely controlled Congress in domestic affairs from 1937 to 1964."},{"question":"What organization did the terrorists on 9/11 belong to?","text":"al-Qaeda","context":" Two weeks after the September 11 attacks, the Federal Bureau of Investigation connected the hijackers to al-Qaeda,[1] a global, decentralized terrorist network. In a number of video, audio, interview and printed statements, senior members of al-Qaeda have also asserted responsibility for organizing the September 11 attacks.[2][3][4] It is believed that Osama bin Laden, Khalid Sheikh Mohammed, and Mohammed Atef were the ones who plotted the attacks after meeting together in 1999.[5] It is also believed Khalid Sheikh Mohammed was the one who planned the attacks[5] and that Atef was the one who organized the hijackers.[5]"},{"question":"Who is president of the NFL?","text":"Roger Stokoe Goodell","context":"Roger Stokoe Goodell (born February 19, 1959) is an American businessman who is currently the Commissioner of the National Football League (NFL). On August 8, 2006, Goodell was chosen to succeed retiring commissioner Paul Tagliabue.[1] He was chosen for the position over four finalists; he won a close vote on the fifth ballot before being unanimously approved by acclamation of the owners. He officially began his tenure on September 1, 2006, just prior to the beginning of the 2006 NFL season. On December 6, 2017, the NFL announced that Goodell signed a new contract that will start in 2019.[2] Commentators have described him as \"the most powerful man in sports.\"[3][4][5]"},{"question":"What or who was the Meiji Restoration named for?","text":"Emperor Meiji","context":"The Meiji Restoration(明治維新,Meiji Ishin), also known as the Meiji Renovation, Revolution, Reform, or Renewal, was an event that restored practical imperial rule to the Empire of Japan in 1868 under Emperor Meiji. Although there were ruling Emperors before the Meiji Restoration, the events restored practical abilities and consolidated the political system under the Emperor of Japan."},{"question":"How many seasons did Everwood have?","text":"four","context":"Everwood is an American television drama series that premiered on The WB on September 16, 2002. It ran for four seasons and ended on June 5, 2006 with 89 episodes produced. Each episode began with a traditional \"previously on...\" recap of prior events, which preceded the opening sequence, and most of the episodes were narrated by one character. The series' fourth and final season concluded with a two-hour finale."},{"question":"What is the electrical current of lightning?","text":"30 kiloamperes","context":"The electric current of the return stroke averages 30 kiloamperes for a typical negative CG flash, often referred to as \"negative CG\" lightning. In some cases, a ground to cloud (GC) lightning flash may originate from a positively charged region on the ground below a storm. These discharges normally originate from the tops of very tall structures, such as communications antennas. The rate at which the return stroke current travels has been found to be around 100,000 km/s.[31]"},{"question":"What is the dominant political party in Mexico?","text":"the PRI, the MORENA, and the PAN","context":"Nationally, there are three large political parties that dominate: the PRI, the MORENA, and the PAN. Other smaller political parties survive in isolation or by forming local coalitions with any of the big three."},{"question":"When was the character Scrooge McDuck first introduced?","text":"1947","context":"Scrooge McDuck is a fictional character created in 1947 by Carl Barks as a work-for-hire for The Walt Disney Company. Scrooge is an elderly Scottish anthropomorphic Pekin duck with a yellow-orange bill, legs, and feet. He typically wears a red or blue frock coat, top hat, pince-nez glasses, and spats. He is portrayed in animations as speaking with a Scottish accent."},{"question":"Who designed the US Capitol buildings in Washington, D.C.?","text":"William Thornton","context":"A late entry by amateur architect William Thornton was submitted on January 31, 1793, to much praise for its \"Grandeur, Simplicity, and Beauty\" by Washington, along with praise from Thomas Jefferson. Thornton was inspired by the east front of the Louvre, as well as the Paris Pantheon for the center portion of the design.[16][17] Thornton's design was officially approved in a letter dated April 5, 1793, from Washington, and Thornton served as the first Architect of the Capitol (and later first Superintendent of the United States Patent Office).[18] In an effort to console Hallet, the commissioners appointed him to review Thornton's plans, develop cost estimates, and serve as superintendent of construction. Hallet proceeded to pick apart and make drastic changes to Thornton's design, which he saw as costly to build and problematic.[19] In July 1793, Jefferson convened a five-member commission, bringing Hallet and Thornton together, along with James Hoban (winning architect of the \"President's Palace\") to address problems with and revise Thornton's plan. Hallet suggested changes to the floor plan, which could be fitted within the exterior design by Thornton.[20][21] The revised plan was accepted, except that Secretary Jefferson and President Washington insisted on an open recess in the center of the East front, which was part of Thornton's original plan.[22]"},{"question":"How many ships are currently in Britain's Naval forces?","text":"75","context":"  The Royal Navy is the principal naval warfare service branch of the British Armed Forces. As of November 2018, there are 75 commissioned ships in the Royal Navy. 20 of the commissioned vessels are major surface combatants (six guided missile destroyers, 13 frigates and one aircraft carrier), and 10 are nuclear-powered submarines (four ballistic missile submarines and six fleet submarines). In addition the Navy possesses two amphibious transport docks, 13 mine countermeasures vessels, 23 patrol vessels, four survey vessels, one icebreaker and two historic warships (Victory and Bristol). "},{"question":"When was the Normandy Campaign?","text":"6 June 1944","context":"Operation Overlord was the codename for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied Western Europe during World War II. The operation was launched on 6 June 1944 with the Normandy landings (Operation Neptune, commonly known as D-Day). A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels. Nearly 160,000 troops crossed the English Channel on 6 June, and more than two million Allied troops were in France by the end of August."},{"question":"What is reality television?","text":"genre of television programming that documents supposedly unscripted real-life situations, and often features an otherwise unknown cast of individuals who are typically not professional actors","context":"Reality television  is a genre of television programming that documents supposedly unscripted real-life situations, and often features an otherwise unknown cast of individuals who are typically not professional actors. Reality television exploded as a phenomenon in the late 1990s and early 2000s with the global success of the series Survivor, Idols, and Big Brother.[1] These shows and a number of others (usually also competition-based) became global franchises, spawning local versions in dozens of countries. The genre has various standard tropes, including \"confessionals\", or interview segments, used by cast members to express their thoughts, which often double as the shows' narration.  In competition-based reality shows, there are other common elements, such as one participant being eliminated per episode, a panel of judges, and the concept of immunity from elimination."},{"question":"Who is Patriarch Kirill?","text":"Russian Orthodox bishop","context":"Kirill or Cyril (Russian: Кирилл, Church Slavonic: Ст҃ѣ́йшїй патрїа́рхъ кѷрі́ллъ, secular name Vladimir Mikhailovich Gundyayev, Russian: Владимир Михайлович Гундяев; born 20 November 1946) is a Russian Orthodox bishop. He became Patriarch of Moscow and all Rus' and Primate of the Russian Orthodox Church on 1 February 2009."},{"question":"What party committed the massacre for the Valentine's Day incident?","text":"Italian South Side rivals, led by Al Capone","context":"The Saint Valentine's Day Massacre is the name given to the 1929 Valentine's Day murder of seven members and associates of Chicago's North Side Gang. The men were gathered at a Lincoln Park garage on the morning of Valentine's Day, where they were made to line up against a wall and shot by four unknown assailants. The incident resulted from the struggle between the Irish North Siders and their Italian South Side rivals, led by Al Capone, to control organized crime in the city during Prohibition.[1] Though the perpetrators have not been conclusively identified, former members of the Egan's Rats gang, working for Capone, are suspected of a significant role as are members of the Chicago Police Department who are said to have had personal revenge as their motive following the killing of a police officer's son."},{"question":"How many wings does a mosquito have?","text":"a pair of wings","context":"Mosquitoes (alternate spelling mosquitos) are a group of about 3500 species of small insects that are a type of fly (order Diptera). Within that order they constitute the family Culicidae (from the Latin culex meaning \"gnat\"). The word \"mosquito\" (formed by mosca and diminutive -ito)[2] is Spanish for \"little fly\".[3] Mosquitoes have a slender segmented body, a pair of wings, three pairs of long hair-like legs, feathery antennae, and elongated mouthparts."},{"question":"Which U.S. states border Mexico?","text":"California, Arizona, New Mexico, and Texas","context":"The U.S. states along the border, from west to east, are California, Arizona, New Mexico, and Texas. The Mexican states along the border are Baja California, Sonora, Chihuahua, Coahuila, Nuevo León, and Tamaulipas."},{"question":"When did the Catholic Church move to Rome?","text":"first century AD","context":"According to tradition, the history of the Catholic Church begins with Jesus Christ and his teachings (c. 4 BC – c. AD 30) and the Catholic Church is a continuation of the early Christian community established by Jesus.[1] The Church considers its bishops to be the successors to Jesus's apostles and the Church's leader, the Bishop of Rome (also known as the Pope) to be the sole successor to Saint Peter,[2] who ministered in Rome in the first century AD, after his appointment by Jesus as head of the church.[3][4] By the end of the 2nd century, bishops began congregating in regional synods to resolve doctrinal and policy issues.[5] By the 3rd century, the bishop of Rome began to act as a court of appeals for problems that other bishops could not resolve.[6]"},{"question":"What do you call a person who conducts surveys?","text":"surveyor","context":"Surveying or land surveying is the technique, profession, and science of determining the terrestrial or three-dimensional positions of points and the distances and angles between them. A land surveying professional is called a land surveyor. These points are usually on the surface of the Earth, and they are often used to establish maps and boundaries for ownership, locations, such as building corners or the surface location of subsurface features, or other purposes required by government or civil law, such as property sales."},{"question":"What station did the Please Teacher! anime show first air on?","text":"WOWOW satellite television network","context":"The Please Teacher! anime series premiered in Japan on the WOWOW satellite television network between January 10 and March 28, 2002, spanning a total of 13 episodes, including twelve originally premiering on television plus an OVA episode released on DVD on October 25, 2002. It was adapted very soon into a manga, serialized in  MediaWorks's shōnen manga magazine, Dengeki Daioh, in January 2002, and was also later adapted into a light novel, entitled Onegai Teacher: Mizuho and Kei's Milky Diary, published in March 2003."},{"question":"Who is Sean Hannity?","text":"American talk show host and conservative political commentator","context":"Sean Patrick Hannity (born December 30, 1961) is an American talk show host and conservative political commentator. Hannity is the host of The Sean Hannity Show, a nationally syndicated talk radio show. He also hosts a cable news show, Hannity, on Fox News."},{"question":"What countries include The Alps?","text":"France, Switzerland, Italy, Monaco, Liechtenstein, Austria, Germany, and Slovenia","context":"The Alps (/ælps/;  French: Alpes [alp]; German: Alpen [ˈalpn̩]; Italian: Alpi [ˈalpi]; Romansh: Alps; Slovene: Alpe [ˈáːlpɛ]) are the highest and most extensive mountain range system that lies entirely in Europe,[2][note 1] separating Southern from Central and Western Europe and stretching approximately 1,200 kilometres (750mi) across eight Alpine countries (from west to east): France, Switzerland, Italy, Monaco, Liechtenstein, Austria, Germany, and Slovenia.[3] The mountains were formed over tens of millions of years as the African and Eurasian tectonic plates collided. Extreme shortening  caused by the event resulted in marine sedimentary rocks rising by thrusting and folding into high mountain peaks such as Mont Blanc and the Matterhorn. Mont Blanc spans the French–Italian border, and at 4,810m (15,781ft) is the highest mountain in the Alps. The Alpine region area contains about a hundred peaks higher than 4,000 metres (13,000ft)."},{"question":"Where was Dora Sakayan born?","text":"Salonica, Greece","context":"Sakayan was born in 1931 in Salonica, Greece, to Armenian parents who had escaped the Armenian Genocide. She grew up in a multilingual environment, with her first languages being Western Armenian and Modern Greek, and she received early exposure to German, French and Turkish. After immigrating to Soviet Armenia, she received her education in Eastern Armenian and Russian. Later on, she mastered English and learned other languages."},{"question":"What does the name Olof mean?","text":"ancestor, grand-father","context":"Olaf or Olav (/ˈoʊləf/, /ˈoʊlɑːf/, or British Ōleifr, Anleifr /ˈoʊlæf/; Old Norse: Áleifr, Ólafr) is a Scandinavian, German, and Dutch given name. It is presumably of Proto-Norse origin, reconstructed as *Anu-laibaz, from anu \"ancestor, grand-father\" and laibaz \"heirloom, descendant\". Old English forms are attested as Ǣlāf, Anlāf. The corresponding Old Novgorod dialect form is Uleb. A later English form of the name is Olave."},{"question":"How many died to the Spanish Flu?","text":"500million","context":"The 1918 influenza pandemic (January 1918– December 1920; colloquially known as Spanish flu) was an unusually deadly influenza pandemic, the first of the two pandemics involving H1N1 influenza virus.[1] It infected 500million people around the world,[2] including people on remote Pacific islands and in the Arctic, and resulted in the deaths of 50 to 100million (three to five percent of the world's population),[3] making it one of the deadliest natural disasters in human history.[4][5][6]"},{"question":"Who created Star Trek?","text":"Eugene Wesley Roddenberry","context":"Eugene Wesley Roddenberry (August 19, 1921 – October 24, 1991) was an American television screenwriter, producer and creator of the original Star Trek television series. Born in El Paso, Texas, Roddenberry grew up in Los Angeles, where his father was a police officer. Roddenberry flew 89 combat missions in the Army Air Forces during World WarII, and worked as a commercial pilot after the war. Later, he followed in his father's footsteps and joined the Los Angeles Police Department, where he also began to write scripts for television."},{"question":"What is the most common element in the Earth's atmosphere?","text":"nitrogen","context":"The order of elements by volume-fraction (which is approximately molecular mole-fraction) in the atmosphere is nitrogen (78.1%), oxygen (20.9%),[14] argon (0.96%), followed by (in uncertain order) carbon and hydrogen because water vapor and carbon dioxide, which represent most of these two elements in the air, are variable components.   Sulfur, phosphorus, and all other elements are present in significantly lower proportions."},{"question":"When was Robert Downey Jr. born?","text":"April 4, 1965","context":"Robert John Downey Jr. (born April 4, 1965)[2] is an American actor and singer. His career has included critical and popular success in his youth, followed by a period of substance abuse and legal difficulties, and a resurgence of commercial success in middle age. For three consecutive years from 2012 to 2015, Downey topped the Forbes list of Hollywood's highest-paid actors, making an estimated $80million in earnings between June 2014 and June 2015.[3][4]"},{"question":"Who was Queen Elizabeth II's father?","text":"King George VI","context":"Elizabeth was born in London as the first child of the Duke and Duchess of York, later King George VI and Queen Elizabeth, and she was educated privately at home. Her father acceded to the throne on the abdication of his brother King Edward VIII in 1936, from which time she was the heir presumptive. She began to undertake public duties during the Second World War, serving in the Auxiliary Territorial Service. In 1947, she married Prince Philip, Duke of Edinburgh, a former prince of Greece and Denmark, with whom she has four children: Charles, Prince of Wales; Anne, Princess Royal; Prince Andrew, Duke of York; and Prince Edward, Earl of Wessex."},{"question":"How is the flamenco guitar different from a regular guitar?","text":"thinner tops and less internal bracing","context":"A flamenco guitar is a guitar similar to a classical guitar but with thinner tops and less internal bracing. It is used in toque, the guitar-playing part of the art of flamenco."},{"question":"When was Archibald Campbell born?","text":"25 July 1658","context":"Archibald Campbell, 1st Duke of Argyll, 10th Earl of Argyll (25 July 1658 – 25 September 1703) was a Scottish peer."},{"question":"When was the Republic of Cameroon founded?","text":"1960","context":"After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Cameroonian Independence War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Since 1982 Paul Biya has been President, governing with his Cameroon People's Democratic Movement party. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon."},{"question":"When was Salsa popularized in the US?","text":"1970s","context":"Salsa is a popular form of social dance originating from Cuban folk dances. The movements of Salsa are a combination of Afro-Cuban dance, Son, cha-cha-cha, mambo  and other dance forms. The dance, along with salsa music,[1][2][3] saw major development in the mid-1970s in New York.[4] Different regions of Latin America and the United States have distinct salsa styles of their own, such as Cuban, Puerto Rican, Cali Colombia,  L.A. and New York styles. Salsa dance socials are commonly held in night clubs, bars, ballrooms, restaurants, and outside, especially when part of an outdoor festival."},{"question":"What is the largest ship ever built?","text":"Seawise Giant","context":"Seawise Giant, later Happy Giant, Jahre Viking, Knock Nevis, Oppama, and Mont, was a ULCC supertanker that was the longest ship ever, built by Sumitomo Heavy Industries in Yokosuka, Kanagawa, Japan. She possessed the greatest deadweight tonnage ever recorded. Fully loaded, her displacement was 657,019 tonnes (646,642 long tons; 724,239 short tons), the heaviest ship of any kind, and with a laden draft of 24.6m (81ft), she was incapable of navigating the English Channel, the Suez Canal or the Panama Canal. Overall, she is generally considered the largest ship ever built.[5][6] She was sunk during the Iran–Iraq War, but was later salvaged and restored to service.[7] She was last used as a floating storage and offloading unit (FSO) moored off the coast of Qatar in the Persian Gulf at the Al Shaheen Oil Field.[8]"},{"question":"Who created the South Beach Diet?","text":"Arthur Agatston","context":"The South Beach Diet is a popular fad diet developed by Arthur Agatston and promoted in a best-selling 2003 book.[1][2][3]  It emphasizes eating high-fiber, low-glycemic carbohydrates, unsaturated fats, and lean protein, and categorizes carbohydrates and fats as \"good\" or \"bad\".[4] Like other fad diets,[5] it may have elements which are generally recognized as sensible, but it promises benefits not backed by supporting evidence or sound science.[1][6]"},{"question":"How large is the area of the Animikie Group?","text":"700km (430mi) by 400km","context":"The rocks of the Animikie Basin form a sequence up to 10km (6.2mi) thick and show a complete transition from a stable shelf environment to deep-water conditions.[2] Irregularities in the basement influenced the thickness of the sequence.[2] The 700km (430mi) by 400km (250mi) basin is an elongated oval parallel to and straddling the Great Lakes tectonic zone.[2]"},{"question":"What's the average income in West Virginia?","text":"$23,450","context":"West Virginia is the second-poorest state in the United States of America, with a per capita income of $23,450 (2015).[1]"},{"question":"When did George Peter Metesky die?","text":"May 23, 1994","context":"George Peter Metesky (November 2, 1903 – May 23, 1994), better known as the Mad Bomber, was an American electrician and mechanic who terrorized New York City for 16 years in the 1940s and 1950s with explosives that he planted in theaters, terminals, libraries, and offices. Bombs were left in phone booths, storage lockers, and restrooms in public buildings, including Grand Central Terminal, Pennsylvania Station, Radio City Music Hall, the New York Public Library, the Port Authority Bus Terminal and the RCA Building, and in the New York City Subway.  Metesky also bombed movie theaters, where he cut into seat upholstery and slipped his explosive devices inside.[1]"},{"question":"Where was the first known example of a plow developed?","text":"Prague, Czech Republic","context":"Some ancient hoes, like the Egyptian mr, were pointed and strong enough to clear rocky soil and make seed drills, which is why they are called hand-ards. However, the domestication of oxen in Mesopotamia and the Indus valley civilization, perhaps as early as the 6th millennium BC, provided mankind with the draft power necessary to develop the larger, animal-drawn true ard (or scratch plough). The earliest evidence of a ploughed field in the world was found at the Indus Valley Civilization site of Kalibangan (c. 2800 B.C.).[10] Archeological finds in Prague, Czech Republic, push oldest known ploughed field even further, to 3500 - 3800 B.C.  A terracotta model of the early ards was found at Banawali, giving historians insight into the form of the tool.[11]"},{"question":"When did the MTV EXIT campaign begin?","text":"2003","context":"The  (End Exploitation and Trafficking) campaign is a multimedia initiative produced by MTV EXIT Foundation (formerly known as the MTV Europe Foundation) to raise awareness and increase prevention of human trafficking and modern slavery. The MTV EXIT Foundation is a registered UK charity [2] launched by MTV Networks Europe in 2003 to use the power and influence of MTV's brand and broadcasting network to educate young people about the social issues affecting their lives."},{"question":"What are the jets of light coming out of black holes?","text":"astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation","context":"An astrophysical jet is an astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation.[1] When this greatly accelerated matter in the beam approaches the speed of light, astrophysical jets become relativistic jets as they show effects from special relativity.[2]"},{"question":"What are the jets of light coming out of black holes?","text":"astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation","context":"An astrophysical jet is an astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation.[1] When this greatly accelerated matter in the beam approaches the speed of light, astrophysical jets become relativistic jets as they show effects from special relativity.[2]"},{"question":"How many seasons did Bones have?","text":"twelve","context":"Bones is an American crime procedural drama television series that aired on Fox in the United States from September 13, 2005, until March 28, 2017. It has 246 episodes over twelve seasons. The show is based on forensic anthropology and forensic archaeology, with each episode focusing on an FBI case file concerning the mystery behind human remains brought by FBI Special Agent Seeley Booth (David Boreanaz) to forensic anthropologist Dr. Temperance \"Bones\" Brennan (Emily Deschanel). It also explored the personal lives of the characters. The rest of the main cast includes Michaela Conlin, T. J. Thyne, Eric Millegan, Jonathan Adams, Tamara Taylor, John Francis Daley, and John Boyd."},{"question":"How do you do a hangi?","text":"digging a pit in the ground, heating stones in the pit with a large fire, placing baskets of food on top of the stones, and covering everything with earth for several hours","context":"To \"lay a hāngi\" or \"put down a hāngi\" involves digging a pit in the ground, heating stones in the pit with a large fire, placing baskets of food on top of the stones, and covering everything with earth for several hours before uncovering (or lifting) the hāngi.[3]"},{"question":"What was the unemployment rate during the Great Depression?","text":"in the U.S. rose to 25% and in some countries rose as high as 33%","context":"The Great Depression had devastating effects in countries both rich and poor. Personal income, tax revenue, profits and prices dropped, while international trade plunged by more than 50%. Unemployment in the U.S. rose to 25% and in some countries rose as high as 33%.[6]"},{"question":"What was the first soap opera?","text":"Painted Dreams","context":"The first serial considered to be a \"soap opera\" was Painted Dreams, which debuted on October 20, 1930 on Chicago radio station WGN.[5] Early radio series such as Painted Dreams were broadcast in weekday daytime slots, usually five days a week. Most of the listeners would be housewives. Thus, the shows were aimed at and consumed by a predominantly female audience.[2] The first nationally broadcast radio soap opera was Clara, Lu, and Em, which aired on the NBC Blue Network at 10:30p.m. Eastern Time on January 27, 1931."},{"question":"What was the longest dynasty in China's history?","text":"The Zhou dynasty","context":"The Zhou dynasty (1046 BC to approximately 256 BC) is the longest-lasting dynasty in Chinese history. By the end of the 2nd millennium BC, the Zhou dynasty began to emerge in the Yellow River valley, overrunning the territory of the Shang. The Zhou appeared to have begun their rule under a semi-feudal system. The Zhou lived west of the Shang, and the Zhou leader was appointed Western Protector by the Shang. The ruler of the Zhou, King Wu, with the assistance of his brother, the Duke of Zhou, as regent, managed to defeat the Shang at the Battle of Muye."},{"question":"what percentage of denmark's population are catholic?","text":"1.3","context":"According to the latest Eurobarometer estimates, as of 2015, 78.2% of Danish people are Christians (67.4% are Protestant, 2.0% are Orthodox and 1.3 are Catholics), 19.7% are non-religious and 2.1% are members of other religions.[6]"},{"question":"where are the people of laguna?","text":"west-central New Mexico, USA","context":"The Laguna Pueblo (Western Keres: Kawaika [kʰɑwɑjkʰɑ]) is a federally recognized tribe of Native American Pueblo people in west-central New Mexico, USA. The name, Laguna, is Spanish (meaning \"small lake\") and derives from the lake located on their reservation. Originally, this body of water was the only lake in what is now the state of New Mexico, and was formed by an ancient dam that was constructed by the Laguna people. After the Pueblo Revolt of 1680-1696, the Mission San José de la Laguna was erected by the Spanish at the old pueblo (now Old Laguna),  and finished around July 4, 1699. "},{"question":"how big is russia's army?","text":"1,027,000 active troops and in the region of 2,035,000 reserves","context":"The number of personnel is specified by decree of the President of Russia. On 1 January 2008, a number of 2,019,629 units, including military of 1,134,800 units, was set.[16] In 2010 the International Institute for Strategic Studies (IISS) estimated that the Russian Armed Forces numbered about 1,027,000 active troops and in the region of 2,035,000 reserves (largely ex-conscripts).[17] As opposed to personnel specified by decree, actual personnel numbers on the payroll was reported by the Audit Chamber of Russia as 766,000 in October 2013.[18][19] As of December 2016, the armed forces are at 93 percent of the required manpower, up from 82 percent reported in December 2013.[20]"},{"question":"when and how was the first computer?","text":"early 19th century","context":"Charles Babbage, an English mechanical engineer and polymath, originated the concept of a programmable computer. Considered the \"father of the computer\",[17] he conceptualized and invented the first mechanical computer in the early 19th century. After working on his revolutionary difference engine, designed to aid in navigational calculations, in 1833 he realized that a much more general design, an Analytical Engine, was possible. The input of programs and data was to be provided to the machine via punched cards, a method being used at the time to direct mechanical looms such as the Jacquard loom. For output, the machine would have a printer, a curve plotter and a bell. The machine would also be able to punch numbers onto cards to be read in later. The Engine incorporated an arithmetic logic unit, control flow in the form of conditional branching and loops, and integrated memory, making it the first design for a general-purpose computer that could be described in modern terms as Turing-complete.[18][19]"},{"question":"when did fdr's new deal come into existence?","text":"1933","context":"The New Deal was a series of programs, public work projects, financial reforms and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1936. It responded to needs for relief, reform and recovery from the Great Depression. Major federal programs included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and the Social Security Administration (SSA).  They provided support for farmers, the unemployed, youth and the elderly. The New Deal included new constraints and safeguards on the banking industry and efforts to re-inflate the economy after prices had fallen sharply.  New Deal programs included both laws passed by Congress as well as presidential executive orders during the first term of the presidency of Franklin D. Roosevelt. The programs focused on what historians refer to as the \"3 Rs\": relief for the unemployed and poor, recovery of the economy back to normal levels and reform of the financial system to prevent a repeat depression.[1] The New Deal produced a political realignment, making the Democratic Party the majority (as well as the party that held the White House for seven out of the nine presidential terms from 1933 to 1969) with its base in liberal ideas, the South, traditional Democrats, big city machines and the newly empowered labor unions and ethnic minorities. The Republicans were split, with conservatives opposing the entire New Deal as hostile to business and economic growth and liberals in support. The realignment crystallized into the New Deal coalition that dominated presidential elections into the 1960s while the opposing conservative coalition largely controlled Congress in domestic affairs from 1937 to 1964."},{"question":"who were the terrorists?","text":"al-Qaeda","context":" Two weeks after the September 11 attacks, the Federal Bureau of Investigation connected the hijackers to al-Qaeda,[1] a global, decentralized terrorist network. In a number of video, audio, interview and printed statements, senior members of al-Qaeda have also asserted responsibility for organizing the September 11 attacks.[2][3][4] It is believed that Osama bin Laden, Khalid Sheikh Mohammed, and Mohammed Atef were the ones who plotted the attacks after meeting together in 1999.[5] It is also believed Khalid Sheikh Mohammed was the one who planned the attacks[5] and that Atef was the one who organized the hijackers.[5]"},{"question":"who is the president of the national football league?","text":"Roger Stokoe Goodell","context":"Roger Stokoe Goodell (born February 19, 1959) is an American businessman who is currently the Commissioner of the National Football League (NFL). On August 8, 2006, Goodell was chosen to succeed retiring commissioner Paul Tagliabue.[1] He was chosen for the position over four finalists; he won a close vote on the fifth ballot before being unanimously approved by acclamation of the owners. He officially began his tenure on September 1, 2006, just prior to the beginning of the 2006 NFL season. On December 6, 2017, the NFL announced that Goodell signed a new contract that will start in 2019.[2] Commentators have described him as \"the most powerful man in sports.\"[3][4][5]"},{"question":"was the meiji restoration named after?","text":"Emperor Meiji","context":"The Meiji Restoration(明治維新,Meiji Ishin), also known as the Meiji Renovation, Revolution, Reform, or Renewal, was an event that restored practical imperial rule to the Empire of Japan in 1868 under Emperor Meiji. Although there were ruling Emperors before the Meiji Restoration, the events restored practical abilities and consolidated the political system under the Emperor of Japan."},{"question":"can you list the seasons of everwood?","text":"four","context":"Everwood is an American television drama series that premiered on The WB on September 16, 2002. It ran for four seasons and ended on June 5, 2006 with 89 episodes produced. Each episode began with a traditional \"previously on...\" recap of prior events, which preceded the opening sequence, and most of the episodes were narrated by one character. The series' fourth and final season concluded with a two-hour finale."},{"question":"tell me the electrical current in a lightning strike?","text":"30 kiloamperes","context":"The electric current of the return stroke averages 30 kiloamperes for a typical negative CG flash, often referred to as \"negative CG\" lightning. In some cases, a ground to cloud (GC) lightning flash may originate from a positively charged region on the ground below a storm. These discharges normally originate from the tops of very tall structures, such as communications antennas. The rate at which the return stroke current travels has been found to be around 100,000 km/s.[31]"},{"question":"which political party is the dominant in mexico?","text":"the PRI, the MORENA, and the PAN","context":"Nationally, there are three large political parties that dominate: the PRI, the MORENA, and the PAN. Other smaller political parties survive in isolation or by forming local coalitions with any of the big three."},{"question":"when did scrooge mcduck first appear?","text":"1947","context":"Scrooge McDuck is a fictional character created in 1947 by Carl Barks as a work-for-hire for The Walt Disney Company. Scrooge is an elderly Scottish anthropomorphic Pekin duck with a yellow-orange bill, legs, and feet. He typically wears a red or blue frock coat, top hat, pince-nez glasses, and spats. He is portrayed in animations as speaking with a Scottish accent."},{"question":"who designed the us capitol building?","text":"William Thornton","context":"A late entry by amateur architect William Thornton was submitted on January 31, 1793, to much praise for its \"Grandeur, Simplicity, and Beauty\" by Washington, along with praise from Thomas Jefferson. Thornton was inspired by the east front of the Louvre, as well as the Paris Pantheon for the center portion of the design.[16][17] Thornton's design was officially approved in a letter dated April 5, 1793, from Washington, and Thornton served as the first Architect of the Capitol (and later first Superintendent of the United States Patent Office).[18] In an effort to console Hallet, the commissioners appointed him to review Thornton's plans, develop cost estimates, and serve as superintendent of construction. Hallet proceeded to pick apart and make drastic changes to Thornton's design, which he saw as costly to build and problematic.[19] In July 1793, Jefferson convened a five-member commission, bringing Hallet and Thornton together, along with James Hoban (winning architect of the \"President's Palace\") to address problems with and revise Thornton's plan. Hallet suggested changes to the floor plan, which could be fitted within the exterior design by Thornton.[20][21] The revised plan was accepted, except that Secretary Jefferson and President Washington insisted on an open recess in the center of the East front, which was part of Thornton's original plan.[22]"},{"question":"can you list the number of ships in the british naval forces?","text":"75","context":"  The Royal Navy is the principal naval warfare service branch of the British Armed Forces. As of November 2018, there are 75 commissioned ships in the Royal Navy. 20 of the commissioned vessels are major surface combatants (six guided missile destroyers, 13 frigates and one aircraft carrier), and 10 are nuclear-powered submarines (four ballistic missile submarines and six fleet submarines). In addition the Navy possesses two amphibious transport docks, 13 mine countermeasures vessels, 23 patrol vessels, four survey vessels, one icebreaker and two historic warships (Victory and Bristol). "},{"question":"when was the normandy campaign launched?","text":"6 June 1944","context":"Operation Overlord was the codename for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied Western Europe during World War II. The operation was launched on 6 June 1944 with the Normandy landings (Operation Neptune, commonly known as D-Day). A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels. Nearly 160,000 troops crossed the English Channel on 6 June, and more than two million Allied troops were in France by the end of August."},{"question":"what exactly is reality tv?","text":"genre of television programming that documents supposedly unscripted real-life situations, and often features an otherwise unknown cast of individuals who are typically not professional actors","context":"Reality television  is a genre of television programming that documents supposedly unscripted real-life situations, and often features an otherwise unknown cast of individuals who are typically not professional actors. Reality television exploded as a phenomenon in the late 1990s and early 2000s with the global success of the series Survivor, Idols, and Big Brother.[1] These shows and a number of others (usually also competition-based) became global franchises, spawning local versions in dozens of countries. The genre has various standard tropes, including \"confessionals\", or interview segments, used by cast members to express their thoughts, which often double as the shows' narration.  In competition-based reality shows, there are other common elements, such as one participant being eliminated per episode, a panel of judges, and the concept of immunity from elimination."},{"question":"who is kirill the patriarch?","text":"Russian Orthodox bishop","context":"Kirill or Cyril (Russian: Кирилл, Church Slavonic: Ст҃ѣ́йшїй патрїа́рхъ кѷрі́ллъ, secular name Vladimir Mikhailovich Gundyayev, Russian: Владимир Михайлович Гундяев; born 20 November 1946) is a Russian Orthodox bishop. He became Patriarch of Moscow and all Rus' and Primate of the Russian Orthodox Church on 1 February 2009."},{"question":"which party committed the valentine's day massacre?","text":"Italian South Side rivals, led by Al Capone","context":"The Saint Valentine's Day Massacre is the name given to the 1929 Valentine's Day murder of seven members and associates of Chicago's North Side Gang. The men were gathered at a Lincoln Park garage on the morning of Valentine's Day, where they were made to line up against a wall and shot by four unknown assailants. The incident resulted from the struggle between the Irish North Siders and their Italian South Side rivals, led by Al Capone, to control organized crime in the city during Prohibition.[1] Though the perpetrators have not been conclusively identified, former members of the Egan's Rats gang, working for Capone, are suspected of a significant role as are members of the Chicago Police Department who are said to have had personal revenge as their motive following the killing of a police officer's son."},{"question":"what number of wings do mosquitoes have?","text":"a pair of wings","context":"Mosquitoes (alternate spelling mosquitos) are a group of about 3500 species of small insects that are a type of fly (order Diptera). Within that order they constitute the family Culicidae (from the Latin culex meaning \"gnat\"). The word \"mosquito\" (formed by mosca and diminutive -ito)[2] is Spanish for \"little fly\".[3] Mosquitoes have a slender segmented body, a pair of wings, three pairs of long hair-like legs, feathery antennae, and elongated mouthparts."},{"question":"which us states are bordering mexico?","text":"California, Arizona, New Mexico, and Texas","context":"The U.S. states along the border, from west to east, are California, Arizona, New Mexico, and Texas. The Mexican states along the border are Baja California, Sonora, Chihuahua, Coahuila, Nuevo León, and Tamaulipas."},{"question":"when the catholic church moved to rome?","text":"first century AD","context":"According to tradition, the history of the Catholic Church begins with Jesus Christ and his teachings (c. 4 BC – c. AD 30) and the Catholic Church is a continuation of the early Christian community established by Jesus.[1] The Church considers its bishops to be the successors to Jesus's apostles and the Church's leader, the Bishop of Rome (also known as the Pope) to be the sole successor to Saint Peter,[2] who ministered in Rome in the first century AD, after his appointment by Jesus as head of the church.[3][4] By the end of the 2nd century, bishops began congregating in regional synods to resolve doctrinal and policy issues.[5] By the 3rd century, the bishop of Rome began to act as a court of appeals for problems that other bishops could not resolve.[6]"},{"question":"what is a surveyor?","text":"surveyor","context":"Surveying or land surveying is the technique, profession, and science of determining the terrestrial or three-dimensional positions of points and the distances and angles between them. A land surveying professional is called a land surveyor. These points are usually on the surface of the Earth, and they are often used to establish maps and boundaries for ownership, locations, such as building corners or the surface location of subsurface features, or other purposes required by government or civil law, such as property sales."},{"question":"what station did the please teacher anime show first air?","text":"WOWOW satellite television network","context":"The Please Teacher! anime series premiered in Japan on the WOWOW satellite television network between January 10 and March 28, 2002, spanning a total of 13 episodes, including twelve originally premiering on television plus an OVA episode released on DVD on October 25, 2002. It was adapted very soon into a manga, serialized in  MediaWorks's shōnen manga magazine, Dengeki Daioh, in January 2002, and was also later adapted into a light novel, entitled Onegai Teacher: Mizuho and Kei's Milky Diary, published in March 2003."},{"question":"who is sean hannity and what is his name?","text":"American talk show host and conservative political commentator","context":"Sean Patrick Hannity (born December 30, 1961) is an American talk show host and conservative political commentator. Hannity is the host of The Sean Hannity Show, a nationally syndicated talk radio show. He also hosts a cable news show, Hannity, on Fox News."},{"question":"list the countries that include the alps?","text":"France, Switzerland, Italy, Monaco, Liechtenstein, Austria, Germany, and Slovenia","context":"The Alps (/ælps/;  French: Alpes [alp]; German: Alpen [ˈalpn̩]; Italian: Alpi [ˈalpi]; Romansh: Alps; Slovene: Alpe [ˈáːlpɛ]) are the highest and most extensive mountain range system that lies entirely in Europe,[2][note 1] separating Southern from Central and Western Europe and stretching approximately 1,200 kilometres (750mi) across eight Alpine countries (from west to east): France, Switzerland, Italy, Monaco, Liechtenstein, Austria, Germany, and Slovenia.[3] The mountains were formed over tens of millions of years as the African and Eurasian tectonic plates collided. Extreme shortening  caused by the event resulted in marine sedimentary rocks rising by thrusting and folding into high mountain peaks such as Mont Blanc and the Matterhorn. Mont Blanc spans the French–Italian border, and at 4,810m (15,781ft) is the highest mountain in the Alps. The Alpine region area contains about a hundred peaks higher than 4,000 metres (13,000ft)."},{"question":"where is dora sakayan born?","text":"Salonica, Greece","context":"Sakayan was born in 1931 in Salonica, Greece, to Armenian parents who had escaped the Armenian Genocide. She grew up in a multilingual environment, with her first languages being Western Armenian and Modern Greek, and she received early exposure to German, French and Turkish. After immigrating to Soviet Armenia, she received her education in Eastern Armenian and Russian. Later on, she mastered English and learned other languages."},{"question":"tell me the meaning of olof?","text":"ancestor, grand-father","context":"Olaf or Olav (/ˈoʊləf/, /ˈoʊlɑːf/, or British Ōleifr, Anleifr /ˈoʊlæf/; Old Norse: Áleifr, Ólafr) is a Scandinavian, German, and Dutch given name. It is presumably of Proto-Norse origin, reconstructed as *Anu-laibaz, from anu \"ancestor, grand-father\" and laibaz \"heirloom, descendant\". Old English forms are attested as Ǣlāf, Anlāf. The corresponding Old Novgorod dialect form is Uleb. A later English form of the name is Olave."},{"question":"how many people died from spanish flu?","text":"500million","context":"The 1918 influenza pandemic (January 1918– December 1920; colloquially known as Spanish flu) was an unusually deadly influenza pandemic, the first of the two pandemics involving H1N1 influenza virus.[1] It infected 500million people around the world,[2] including people on remote Pacific islands and in the Arctic, and resulted in the deaths of 50 to 100million (three to five percent of the world's population),[3] making it one of the deadliest natural disasters in human history.[4][5][6]"},{"question":"who created the star trek series?","text":"Eugene Wesley Roddenberry","context":"Eugene Wesley Roddenberry (August 19, 1921 – October 24, 1991) was an American television screenwriter, producer and creator of the original Star Trek television series. Born in El Paso, Texas, Roddenberry grew up in Los Angeles, where his father was a police officer. Roddenberry flew 89 combat missions in the Army Air Forces during World WarII, and worked as a commercial pilot after the war. Later, he followed in his father's footsteps and joined the Los Angeles Police Department, where he also began to write scripts for television."},{"question":"tell me the most common element in the atmosphere of the earth?","text":"nitrogen","context":"The order of elements by volume-fraction (which is approximately molecular mole-fraction) in the atmosphere is nitrogen (78.1%), oxygen (20.9%),[14] argon (0.96%), followed by (in uncertain order) carbon and hydrogen because water vapor and carbon dioxide, which represent most of these two elements in the air, are variable components.   Sulfur, phosphorus, and all other elements are present in significantly lower proportions."},{"question":"what year did robert downey jr born?","text":"April 4, 1965","context":"Robert John Downey Jr. (born April 4, 1965)[2] is an American actor and singer. His career has included critical and popular success in his youth, followed by a period of substance abuse and legal difficulties, and a resurgence of commercial success in middle age. For three consecutive years from 2012 to 2015, Downey topped the Forbes list of Hollywood's highest-paid actors, making an estimated $80million in earnings between June 2014 and June 2015.[3][4]"},{"question":"was elizabeth ii's father a man?","text":"King George VI","context":"Elizabeth was born in London as the first child of the Duke and Duchess of York, later King George VI and Queen Elizabeth, and she was educated privately at home. Her father acceded to the throne on the abdication of his brother King Edward VIII in 1936, from which time she was the heir presumptive. She began to undertake public duties during the Second World War, serving in the Auxiliary Territorial Service. In 1947, she married Prince Philip, Duke of Edinburgh, a former prince of Greece and Denmark, with whom she has four children: Charles, Prince of Wales; Anne, Princess Royal; Prince Andrew, Duke of York; and Prince Edward, Earl of Wessex."},{"question":"tell me the difference between a flamenco guitar and a normal guitar?","text":"thinner tops and less internal bracing","context":"A flamenco guitar is a guitar similar to a classical guitar but with thinner tops and less internal bracing. It is used in toque, the guitar-playing part of the art of flamenco."},{"question":"what year did archibald campbell born?","text":"25 July 1658","context":"Archibald Campbell, 1st Duke of Argyll, 10th Earl of Argyll (25 July 1658 – 25 September 1703) was a Scottish peer."},{"question":"when the republic of cameroon was incorporated?","text":"1960","context":"After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Cameroonian Independence War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Since 1982 Paul Biya has been President, governing with his Cameroon People's Democratic Movement party. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon."},{"question":"was salsa popularized in america?","text":"1970s","context":"Salsa is a popular form of social dance originating from Cuban folk dances. The movements of Salsa are a combination of Afro-Cuban dance, Son, cha-cha-cha, mambo  and other dance forms. The dance, along with salsa music,[1][2][3] saw major development in the mid-1970s in New York.[4] Different regions of Latin America and the United States have distinct salsa styles of their own, such as Cuban, Puerto Rican, Cali Colombia,  L.A. and New York styles. Salsa dance socials are commonly held in night clubs, bars, ballrooms, restaurants, and outside, especially when part of an outdoor festival."},{"question":"tell me the largest ship in history?","text":"Seawise Giant","context":"Seawise Giant, later Happy Giant, Jahre Viking, Knock Nevis, Oppama, and Mont, was a ULCC supertanker that was the longest ship ever, built by Sumitomo Heavy Industries in Yokosuka, Kanagawa, Japan. She possessed the greatest deadweight tonnage ever recorded. Fully loaded, her displacement was 657,019 tonnes (646,642 long tons; 724,239 short tons), the heaviest ship of any kind, and with a laden draft of 24.6m (81ft), she was incapable of navigating the English Channel, the Suez Canal or the Panama Canal. Overall, she is generally considered the largest ship ever built.[5][6] She was sunk during the Iran–Iraq War, but was later salvaged and restored to service.[7] She was last used as a floating storage and offloading unit (FSO) moored off the coast of Qatar in the Persian Gulf at the Al Shaheen Oil Field.[8]"},{"question":"who invented the south beach diet? why?","text":"Arthur Agatston","context":"The South Beach Diet is a popular fad diet developed by Arthur Agatston and promoted in a best-selling 2003 book.[1][2][3]  It emphasizes eating high-fiber, low-glycemic carbohydrates, unsaturated fats, and lean protein, and categorizes carbohydrates and fats as \"good\" or \"bad\".[4] Like other fad diets,[5] it may have elements which are generally recognized as sensible, but it promises benefits not backed by supporting evidence or sound science.[1][6]"},{"question":"can you tell me the area of the animikie group?","text":"700km (430mi) by 400km","context":"The rocks of the Animikie Basin form a sequence up to 10km (6.2mi) thick and show a complete transition from a stable shelf environment to deep-water conditions.[2] Irregularities in the basement influenced the thickness of the sequence.[2] The 700km (430mi) by 400km (250mi) basin is an elongated oval parallel to and straddling the Great Lakes tectonic zone.[2]"},{"question":"what is west virginia's average household income?","text":"$23,450","context":"West Virginia is the second-poorest state in the United States of America, with a per capita income of $23,450 (2015).[1]"},{"question":"when did peter metesky die?","text":"May 23, 1994","context":"George Peter Metesky (November 2, 1903 – May 23, 1994), better known as the Mad Bomber, was an American electrician and mechanic who terrorized New York City for 16 years in the 1940s and 1950s with explosives that he planted in theaters, terminals, libraries, and offices. Bombs were left in phone booths, storage lockers, and restrooms in public buildings, including Grand Central Terminal, Pennsylvania Station, Radio City Music Hall, the New York Public Library, the Port Authority Bus Terminal and the RCA Building, and in the New York City Subway.  Metesky also bombed movie theaters, where he cut into seat upholstery and slipped his explosive devices inside.[1]"},{"question":"where and how was the first plow developed?","text":"Prague, Czech Republic","context":"Some ancient hoes, like the Egyptian mr, were pointed and strong enough to clear rocky soil and make seed drills, which is why they are called hand-ards. However, the domestication of oxen in Mesopotamia and the Indus valley civilization, perhaps as early as the 6th millennium BC, provided mankind with the draft power necessary to develop the larger, animal-drawn true ard (or scratch plough). The earliest evidence of a ploughed field in the world was found at the Indus Valley Civilization site of Kalibangan (c. 2800 B.C.).[10] Archeological finds in Prague, Czech Republic, push oldest known ploughed field even further, to 3500 - 3800 B.C.  A terracotta model of the early ards was found at Banawali, giving historians insight into the form of the tool.[11]"},{"question":"when did the mtv exit campaign started?","text":"2003","context":"The  (End Exploitation and Trafficking) campaign is a multimedia initiative produced by MTV EXIT Foundation (formerly known as the MTV Europe Foundation) to raise awareness and increase prevention of human trafficking and modern slavery. The MTV EXIT Foundation is a registered UK charity [2] launched by MTV Networks Europe in 2003 to use the power and influence of MTV's brand and broadcasting network to educate young people about the social issues affecting their lives."},{"question":"do black holes emit light?","text":"astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation","context":"An astrophysical jet is an astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation.[1] When this greatly accelerated matter in the beam approaches the speed of light, astrophysical jets become relativistic jets as they show effects from special relativity.[2]"},{"question":"are there any jets of light that come out of black holes?","text":"astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation","context":"An astrophysical jet is an astronomical phenomenon where outflows of ionised matter are emitted as an extended beam along the axis of rotation.[1] When this greatly accelerated matter in the beam approaches the speed of light, astrophysical jets become relativistic jets as they show effects from special relativity.[2]"},{"question":"how many seasons did bones exist?","text":"twelve","context":"Bones is an American crime procedural drama television series that aired on Fox in the United States from September 13, 2005, until March 28, 2017. It has 246 episodes over twelve seasons. The show is based on forensic anthropology and forensic archaeology, with each episode focusing on an FBI case file concerning the mystery behind human remains brought by FBI Special Agent Seeley Booth (David Boreanaz) to forensic anthropologist Dr. Temperance \"Bones\" Brennan (Emily Deschanel). It also explored the personal lives of the characters. The rest of the main cast includes Michaela Conlin, T. J. Thyne, Eric Millegan, Jonathan Adams, Tamara Taylor, John Francis Daley, and John Boyd."},{"question":"how does a hangi work?","text":"digging a pit in the ground, heating stones in the pit with a large fire, placing baskets of food on top of the stones, and covering everything with earth for several hours","context":"To \"lay a hāngi\" or \"put down a hāngi\" involves digging a pit in the ground, heating stones in the pit with a large fire, placing baskets of food on top of the stones, and covering everything with earth for several hours before uncovering (or lifting) the hāngi.[3]"},{"question":"tell me the unemployment rate during the great depression?","text":"in the U.S. rose to 25% and in some countries rose as high as 33%","context":"The Great Depression had devastating effects in countries both rich and poor. Personal income, tax revenue, profits and prices dropped, while international trade plunged by more than 50%. Unemployment in the U.S. rose to 25% and in some countries rose as high as 33%.[6]"},{"question":"tell me the first soap opera?","text":"Painted Dreams","context":"The first serial considered to be a \"soap opera\" was Painted Dreams, which debuted on October 20, 1930 on Chicago radio station WGN.[5] Early radio series such as Painted Dreams were broadcast in weekday daytime slots, usually five days a week. Most of the listeners would be housewives. Thus, the shows were aimed at and consumed by a predominantly female audience.[2] The first nationally broadcast radio soap opera was Clara, Lu, and Em, which aired on the NBC Blue Network at 10:30p.m. Eastern Time on January 27, 1931."},{"question":"show the longest dynasties of china?","text":"The Zhou dynasty","context":"The Zhou dynasty (1046 BC to approximately 256 BC) is the longest-lasting dynasty in Chinese history. By the end of the 2nd millennium BC, the Zhou dynasty began to emerge in the Yellow River valley, overrunning the territory of the Shang. The Zhou appeared to have begun their rule under a semi-feudal system. The Zhou lived west of the Shang, and the Zhou leader was appointed Western Protector by the Shang. The ruler of the Zhou, King Wu, with the assistance of his brother, the Duke of Zhou, as regent, managed to defeat the Shang at the Battle of Muye."}]